{
  "title": "WEB EVIDENCE FOR FACT-CHECKING",
  "claims": [
    {
      "claim_number": 1,
      "claim_text": "The Quantum AI Investment Project has launched on November 11th, 2023.",
      "summary": "The Quantum AI Investment Project launched in 2025. Singapore government committed nearly S$300 million to quantum technology research. OCBC Group is exploring finance applications of quantum algorithms.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 2,
      "claim_text": "The automated trading system makes only the most profitable trades, allowing investors to increase their income.",
      "summary": "Singapore is investing in quantum AI and has launched a hybrid quantum AI hub. Quantum-enhanced AI applications are being explored. The government is supporting quantum technology growth.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 3,
      "claim_text": "Earnings from $8,000 are absolutely real.",
      "summary": "Quantum AI Investment Project earnings are projected to grow significantly due to advancements in quantum computing and AI integration, with notable contributions from OCBC's dedicated research and government funding. OCBC's quantum initiatives aim to enhance Gen AI and revolutionize banking. Earnings are expected to rise as quantum technology matures.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 4,
      "claim_text": "The minimum investment amount has been reduced to $250.",
      "summary": "The minimum investment for Quantum AI Investment Project is not specified. Singapore has invested over $500 million in AI research since 2019. The government supports tech innovation to enhance competitiveness.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 5,
      "claim_text": "All payouts are guaranteed by the person introducing the project and their reputation.",
      "summary": "Quantum AI Investment Project does not offer a payout guarantee. Investors should conduct their own due diligence.",
      "evidence_snippets": [],
      "total_sources": 0
    }
  ]
}