{
  "title": "WEB EVIDENCE FOR FACT-CHECKING",
  "claims": [
    {
      "claim_number": 1,
      "claim_text": "The Quantum AI Investment Project has launched a project that will allow everyone to receive guaranteed monthly dividends with minimal investment.",
      "summary": "Quantum AI projects in Singapore have no guaranteed dividends. Investment in quantum AI is strategic, focusing on innovation and cybersecurity. No financial guarantees exist for these projects.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 2,
      "claim_text": "The automated trading system makes only the most profitable trades, allowing investors to increase their income.",
      "summary": "Singapore is investing in quantum AI and has launched a hybrid quantum AI hub. Quantum-enhanced AI applications are being explored. The government is supporting quantum technology growth.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 3,
      "claim_text": "Earnings from $8,000 are absolutely real.",
      "summary": "Quantum AI investment in Singapore has seen significant growth, with S$300 million committed by the government for research and talent development. OCBC Group aims to leverage quantum computing to enhance AI. The National Quantum Office and MAS support quantum and AI advancements.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 4,
      "claim_text": "The company has made sure that this income is available to everyone, which is why the minimum investment amount has been reduced to $250.",
      "summary": "A man was ordered to pay $200,000 for selling fake goods on Instagram. The investment quantum for Temasek-owned GenZero's carbon credit initiatives is undisclosed. GenZero aims to cut 7 million tonnes of carbon emissions by 2028.",
      "evidence_snippets": [],
      "total_sources": 0
    },
    {
      "claim_number": 5,
      "claim_text": "All payouts are guaranteed by the person introducing the project and their reputation.",
      "summary": "Quantum AI Investment Project does not have a personal guarantee. Investors should conduct their own due diligence. For specific details, consult official project documentation.",
      "evidence_snippets": [],
      "total_sources": 0
    }
  ]
}